Repository: common-repository/iaf-headertags
Catalog: lang/headertags-*.po
Languages: fr_fr

source: Add site description and keywords in your WordPress website's header.
fr_fr: Ce plugin permet d'ajouter les balises <code>meta description</code> et <code>meta keywords</code> dans l'en-tête de votre site ou blog.

source: Add tags automatically
fr_fr: Ajouter automatiquement

source: An unknown error occured
fr_fr: Une erreur inconnue s'est produite

source: Deactivate header tags
fr_fr: Désactiver les balises d'en-tête

source: Enter tags manually
fr_fr: Entrer les balises manuellement

source: Enter the default description for your website. This will be used on pages where the description is not specified.
fr_fr: Entrez le contenu par défaut de la méta description. Il sera utilisé sur les pages où aucune description n'est renseignée

source: Enter the default keywords for your website. This will be used on pages where keywords are not specified.
fr_fr: Entrez le contenu par défaut de la méta keywords. Il sera utilisé sur les pages où aucun mot clé n'est renseigné

source: Header Tags
fr_fr: Balises d'en-tête

source: Header tags will be deactivated for your posts and will not show
fr_fr: Les balises d'en-tête seront désactivées et ne s'afficheront pas

source: Headertags
fr_fr: Balises d'en-tête

source: Manage description and keywords for your posts.
fr_fr: Gérez la description et les mots clés pour vos articles

source: Meta Description
fr_fr: Balise Description

source: Meta Keywords
fr_fr: Balise mots clés

source: Meta Tags
fr_fr: Balises Meta

source: Post excerpt will be used as description, while post tags will be used as keywords
fr_fr: L'extrait de l'article sera utilisé comme description, tandis que les étiquettes seront utilisées comme mots clés

source: Posts
fr_fr: Articles

source: Update Settings
fr_fr: Enregistrer les préférences

source: Update the information below to configure the desciption and keywords of your platform.
fr_fr: Configurez la description et les mots clés en mettant les informations ci-dessous à jour

source: You did not provide default description
fr_fr: Vous n'avez pas fourni de description

source: You did not provide default keywords
fr_fr: Vous n'avez fourni aucun mot cléd

source: You must update your WordPress version before you can use this plugin.
fr_fr: Vous devez mettre votre version de WordPress pour pouvoir utiliser ce plugin.

source: You will have to add description and keywords for each post
fr_fr: Vous devrez ajouter la description et les mots clés pour chaque article

source: Your options were successfully saved
fr_fr: Vous modifications ont bel et bien enregistrées
